Repository: felipeapb/portfolio
Catalog: blog/destyle-*/lang/*.po
Languages: fr_fr

source: Error 404, no posts found!
fr_fr: Erreur 404, aucun article trouvé!

source: Archive
fr_fr: Archives

source: 0 comments
fr_fr: 0 Commentaire

source: 1 comment
fr_fr: 1 Commentaire

source: % comments
fr_fr: % Commentaires

source: Comments off
fr_fr: Les commentaires sont fermés

source: in
fr_fr: dans

source: Read more...
fr_fr: Lire la suite ...

source: &laquo; Previous entries
fr_fr: &laquo; Articles plus anciens

source: Next entries &raquo;
fr_fr: Articles plus récents &raquo;

source: Not found!
fr_fr: Non Trouvé !

source: Sorry, no posts matched your criteria.
fr_fr: Désolé, aucun de nos articles ne correspondent à vos critères.

source: Latest Posts
fr_fr: Derniers Articles

source: Archive by Month
fr_fr: Archive par Mois

source: Categories
fr_fr: Catégories

source: Enter your password to view comments.
fr_fr: Entrez votre mot de passe pour voir les commentaires.

source: No Comments
fr_fr: Aucun Commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: Comments
fr_fr: Commentaires

source: Leave yours
fr_fr: Laissez votre

source: Leave a Reply
fr_fr: Laissez un commentaire

source: Leave a Reply to %s
fr_fr: Laissez un commentaire à %s

source: Users must be registered and logged in to comment.
fr_fr: Les utilisateurs doivent être enregistrés et connectés pour commenter.

source: <a href="%s">Log in to Reply</a>
fr_fr: <a href="%s">Connectez vous pour laisser un commentaire</a>

source: Cancel reply
fr_fr: Annuler le commentaire

source: Logged in as %s
fr_fr: Connecté en tant que %s

source: Log out
fr_fr: Déconnexion

source: Name
fr_fr: Nom

source: (required)
fr_fr: (requis)

source: Mail (will not be published)
fr_fr: Email (ne sera pas publié)

source: Website
fr_fr: Site Web

source: Submit comment
fr_fr: Soumettre votre commentaire

source: All rights reserved
fr_fr: Tous droits réservés

source: Search this Site
fr_fr: Recherche sur ce site

source: Title
fr_fr: Titre

source: Search Widget for deStyle
fr_fr: Widget Recherche deStyle

source: Search
fr_fr: Recherche

source: (Edit)
fr_fr: (Modifier)

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: Subscribe RSS Feed
fr_fr: S'abonner au flux RSS

source: Home
fr_fr: Accueil

source: My <strong style="color:#3993ff">flick<span style="color:#ff1c92">r</span></strong> Fotos
fr_fr: Mon album photo <strong style="color:#3993ff">flick<span style="color:#ff1c92">r</span></strong>

source: My Latest Tweets
fr_fr: Mes derniers tweets

source: More updates on
fr_fr: Plus d'informations sur les mises à jour sur

source: Please enter URL of an article image (180x180px).
fr_fr: Entrez l'URL d'une image pour l'article (180x180px).

source: Settings saved
fr_fr: Paramètres sauvegardés

source: Settings reset
fr_fr: Remettre les paramètres à zéro

source: Any problems? Please visit the ThemeShift.com <a href="http://themeshift.com/support" target="_blank">support forums</a>.
fr_fr: Un problème ? Visitez le <a href="http://themeshift.com/support" target="_blank">forum de support</a> de ThemeShift.com.

source: Save settings
fr_fr: Enregistrer les paramètres

source: Reset
fr_fr: Remettre par défaut

source: General
fr_fr: Général

source: Page Menu
fr_fr: Menu des pages

source: Please enter IDs of pages that you want to <strong>exclude</strong> form the page menu (e.g. 5,28,119).
fr_fr: Entrez les IDs des pages que vous ne souhaitez pas faire apparaître dans le menu des pages (ex: 5,28,119)

source: Category Menu
fr_fr: Menu des catégories

source: Please enter IDs of categories that you want to <strong>exclude</strong> form the category menu (e.g. 2,13,45).
fr_fr: Entrez les IDs des catégories que vous ne souhaitez pas afficher dans le menu des catégories (ex:2,13,45)

source: Author Info
fr_fr: Information sur l'auteur

source: Hide author information after each post?
fr_fr: Masquer les renseignements concernant l'auteur après chaque article?

source: Sticky Posts
fr_fr: Articles en vignettes

source: Hide litte badge on sticky post images?
fr_fr: Masquer le petit badge sur sur la vignette des images des articles?

source: Hide comments template on pages?
fr_fr: Masquer les commentaires sur le modèle de pages?

source: If you enter your Twitter username, your latest 6 tweets will be displayed.
fr_fr: Si vous entrez votre nom d'utilisateur Twitter, vos 6 derniers Tweets seront affichées.

source: <strong style="color:#3993ff">flick<span style="color:#ff1c92">r</span></strong> Fotos
fr_fr: Album photo <strong style="color:#3993ff">flick<span style="color:#ff1c92">r</span></strong>

source: If you enter your Flickr ID (<a href="http://www.idgettr.com" target="_blank">idGettr</a>) a badge of 9 fotos will be displayed.
fr_fr: Si vous saisissez votre ID Flickr (<a href="http://www.idgettr.com" target="_blank">idGettr</a>) 9 photos seront affichées.

source: Sidebar Ads
fr_fr: Publicités dans la sidebar

source: Hide Ads?
fr_fr: Masquer les publicités?

source: Check the box to hide the follwing ads from the sidebar.
fr_fr: Cochez la case pour masquer les publicités dans la sidebar.

source: Please enter image url of a square button (125x125px).
fr_fr: Entrez l'url de l'image d'un bouton carré pour votre article (125x125px).

source: Link
fr_fr: Lien

source: Please enter link url of this ad.
fr_fr: Entrez le lien url de cette annonce.

source: Check the box to remove nofollow of this ad.
fr_fr: Cochez la case pour supprimer nofollow de cette annonce.

source: Edit Page
fr_fr: Modifier la page

source: entries found for
fr_fr: entrées trouvées pour

source: Enter keyword...
fr_fr: Entrez les mots-clés ...

source: Recent Articles
fr_fr: Articles récents

source: Edit Post
fr_fr: Modifier l'article
